[
 {
  "id": 1,
  "name": "Pintura japonesa para niños",
  "description": "¿Te gusta el arte japonés? Es hora de que aprendas como realizarlo tu mismo! Aqui aprenderás una técnica ancestral de dibujo oriental monocromático con tinta china.",
  "isNew": true,
  "inSale": false,
  "price": 6770,
  "discount": 0,
  "image": "pintura.webp",
  "category": "arte",
  "target": "niños"
 },
 {
  "id": 2,
  "name": "Curso de natación",
  "description": "¿Quieres que tu hijo aprenda a nadar? En MIK acompañamos este proceso por medio de los diferentes niveles que te ofrecemos en este curso donde tu hijo podrá familiarizarse con el agua, adquiriendo habilidades básicas que se perfeccionaran a medida que supere cada nivel y con las que finalmente logrará realizar movimientos técnicos de natación.",
  "isNew": true,
  "inSale": false,
  "price": 9770,
  "discount": 0,
  "image": "natacion.webp",
  "category": "natacion",
  "target": "niños"
 },
 {
  "id": 3,
  "name": "Stand Up comedy con Liss Pereira",
  "price": "20770",
  "discount": "0",
  "target": "",
  "category": "",
  "description": "Liss llega a MIK con un monólogo que nos cuenta desde su perspectiva todos los retos que afrontan las mujeres en sus papeles como esposas, madres, profesionales, entre otros. Este espacio tiene como objeto la entretención de los adultos y unos tips en caso de que quieran empezar en el mundo de la comedia.",
  "isNew": false,
  "inSale": false,
  "image": "default-image.png"
 },
 {
  "id": 4,
  "name": "Yoga para adultos",
  "description": "Aprende sobre la meditación y los principios del yoga, en este curso donde aumentarás tu flexibilidad, y mejorarás tu respiración y tu circulación. Este curso cuenta con 4 sesiones de 1 hora cada una y va dirigido a personas desde los 16 años en adelante. Se trataran diferentes temáticas como  el reconocimiento del individuo, subconsciente e inconsciente, resistencia, armonia corporal, entre otros.",
  "isNew": true,
  "inSale": false,
  "price": 11770,
  "discount": 0,
  "image": "yoga.webp",
  "category": "yoga",
  "target": "adultos"
 },
 {
  "id": 5,
  "name": "Curso de voleibol",
  "description": "¿Estas interesado en mejorar tus capacidades físicas? En este curso tendras la oportunidad de ejercitar piernas y gluteos, conservando el tono musular y mejorar la coordinación, fuerza, resistencia, flexibilidad, equilibrio, además encontrarás un espacio amigable para que mejores en este deporte cada dia de la mano de nuestros profesionales que te acompañaran en cada parte del proceso. Este curso va dirigido para jovenes de 11 años en adelante y cuenta con cuatro sesiones de 1 hora y media cada una.",
  "isNew": false,
  "inSale": true,
  "price": 6770,
  "discount": 40,
  "image": "voleibal.webp",
  "category": "deportes",
  "target": "adolescentes"
 },
 {
  "id": 6,
  "name": "Clase de reposteria en familia",
  "description": "¡Llegó el plan familiar que estabas buscando! Conviertete junto con un familia en chef por dos horas cada semana y diviértete preparando un postre delicioso con diferentes tecnicas para que disfruten un momento increible en familia. Esta clase cuenta con 3 sesiones de 2 horas cada una y esta dirigida a todo el grupo familiar que quiera venir y divertirse.",
  "isNew": false,
  "inSale": true,
  "price": 10770,
  "discount": 30,
  "image": "cocina.webp",
  "category": "cocina",
  "target": "familia"
 },
 {
  "id": 7,
  "name": "Guitarra",
  "description": "Si te gusta tocar guitarra, compra nuestro curso e inicia tu aprendizaje en este instrumento musical. Aprenderás técnicas básicas como esclas, acorders, ritmos, gramática musical, entre otros para que logres interpretar tus primeras canciones. ¡Incríbete ahora!",
  "isNew": false,
  "inSale": true,
  "price": 14000,
  "discount": 20,
  "image": "guitarra.webp",
  "category": "arte",
  "target": "adolescentes"
 },
 {
  "id": 8,
  "name": "Futbol para niños",
  "description": "¿Te gusta jugar futbol? Mejora tus habilidades y aprende sobre las tecnicas en este deporte inscribiendote a nuestro curso de futbol dirigido a niños con el objetivo de acompañarte en todo el proceso de crecimiento dentro de este deporte. Aprenderas diferentes tecnicas y mejoraras tus habilidades de la mano de nuestros profesionales.",
  "isNew": false,
  "inSale": true,
  "price": 6800,
  "discount": 50,
  "image": "futbol.webp",
  "category": "deportes",
  "target": "niños"
 },
 {
  "id": 9,
  "name": "Practica dirigida de futbol en familia",
  "description": "Si en casa son amantes del fútbol, entonces esta práctica dirigida en familia es para ti. Podrás disfrutar de un divertido juego en compañia de tus seres queridos, a la vez que fortaleceras tus habilidades en este deporte, en donde además, contarás con el acompañamineto de un docente experto en este deporte, que te guiará a ti y a toda tu familia durante la toda la sesion. Este servicio dura 1 hora y media y está dirigido a todo el publico. ",
  "isNew": false,
  "inSale": false,
  "price": 10770,
  "discount": 0,
  "image": "practicafutbol.webp",
  "category": "deportes",
  "target": "familia"
 },
 {
  "id": 10,
  "name": "Curso de natación para bebés",
  "description": "¡Disfruta al máximo cada etapa de tu hijo! Con esté curso, tu pequeño, a partir del vínculo afectivo que tiene contigo, podrá trabajar en su motricidad y estimular su desarrollo cognitivo, afectivo y motriz detro y fuera del agua. Todo por medio de juegos, cantos rondas y ejercicios que se irán desarrollando en cada sesion. Este curso cuenta de 4 sesiones de 1 hora cada una y está dirigido a niños desde los 7 meses a los 4 años que siempre ingresarán acompañados de un adulto.",
  "isNew": false,
  "inSale": false,
  "price": 6800,
  "discount": 0,
  "image": "acuamotricidad.webp",
  "category": "deportes",
  "target": "bebes"
 },
 {
  "id": 11,
  "name": "Curso de yoga para bebés",
  "description": "Afianza la relación con tu bebé a través de la práctica del yoga, inscribete a este curso y fortalece tus lazos emocionales con tu bebé. También aprenderás a manejar herramientas útiles que te ayudarán a encontrar bienestar general y mejorar tu calidad de vida.",
  "isNew": false,
  "inSale": false,
  "price": 7070,
  "discount": 0,
  "image": "yogabebes.webp",
  "category": "deportes",
  "target": "bebes"
 }
]